Repository: zoodyy/Learn2Sing
Catalog: Learn2Sing/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hans

source: Users, Exercises, Descriptions
ar: المستخدمون، التمارين، الأوصاف
de: Nutzer, Übungen, Beschreibungen
es: Usuarios, ejercicios, descripciones
fr: Utilisateurs, exercices, descriptions
it: Utenti, esercizi, descrizioni
ja: ユーザー、エクササイズ、説明
ko: 사용자, 연습, 설명
nl: Gebruikers, oefeningen, beschrijvingen
pl: Użytkownicy, ćwiczenia, opisy
pt_br: Usuários, exercícios, descrições
ru: Пользователи, упражнения, описания
sv: Användare, övningar, beskrivningar
tr: Kullanıcılar, egzersizler, açıklamalar
zh_hans: 用户、练习、说明

source: Vertical Line
ar: الخط العمودي
de: Senkrechte Linie
es: Línea vertical
fr: Ligne verticale
it: Linea verticale
ja: 垂直線
ko: 세로선
nl: Verticale lijn
pl: Linia pionowa
pt_br: Linha vertical
ru: Вертикальная линия
sv: Lodrät linje
tr: Dikey çizgi
zh_hans: 垂直线

source: Vertical zoom
ar: التكبير العمودي
de: Vertikaler Zoom
es: Zoom vertical
fr: Zoom vertical
it: Zoom verticale
ja: 垂直方向のズーム
ko: 세로 확대/축소
nl: Verticale zoom
pl: Powiększenie w pionie
pt_br: Zoom vertical
ru: Масштаб по вертикали
sv: Vertikal zoom
tr: Dikey yakınlaştırma
zh_hans: 垂直缩放

source: Vibrato
ar: الفيبراتو
ja: ビブラート
ko: 비브라토
pl: Wibrato
ru: Вибрато
zh_hans: 颤音

source: Vibrato is a regular, pulsing change of pitch that adds expression to a note. It is described by two things: its extent, meaning how far the pitch moves, and its rate, meaning how fast it moves.
ar: الفيبراتو تغيّر منتظم ونابض في درجة الصوت يضفي تعبيرًا على النغمة. ويوصَف بأمرين: مداه، أي مقدار تحرك درجة الصوت، ومعدّله، أي سرعة تحركها.
de: Vibrato ist eine regelmäßige, pulsierende Tonhöhenschwankung, die einem Ton Ausdruck verleiht. Es wird durch zwei Dinge beschrieben: seine Weite, also wie weit sich die Tonhöhe bewegt, und seine Frequenz, also wie schnell sie sich bewegt.
es: El vibrato es un cambio de altura regular y pulsante que da expresividad a una nota. Se describe con dos cosas: su amplitud, es decir, cuánto se mueve la altura, y su velocidad, es decir, lo rápido que se mueve.
fr: Le vibrato est une variation de hauteur régulière et pulsée qui donne de l’expression à une note. On le décrit par deux choses : son amplitude, c’est-à-dire l’écart de hauteur, et sa vitesse, c’est-à-dire la rapidité de cette variation.
it: Il vibrato è una variazione di altezza regolare e pulsante che dà espressività a una nota. Si descrive con due elementi: l’ampiezza, cioè quanto si sposta l’altezza, e la velocità, cioè quanto rapidamente si sposta.
ja: ビブラートとは、音の高さが規則的に揺れる変化のことで、音に表情を与えます。ビブラートは2つの要素で表されます。音の高さがどれだけ動くかという幅と、どれだけ速く動くかという速さです。
ko: 비브라토는 음에 표현력을 더하는, 규칙적으로 맥동하는 음높이 변화입니다. 비브라토는 두 가지로 설명합니다. 음높이가 얼마나 움직이는지를 뜻하는 폭과, 얼마나 빠르게 움직이는지를 뜻하는 속도입니다.
nl: Vibrato is een regelmatige, pulserende verandering van toonhoogte die een noot expressie geeft. Het wordt beschreven met twee dingen: de breedte, dus hoe ver de toonhoogte beweegt, en de snelheid, dus hoe snel ze beweegt.
pl: Wibrato to regularna, pulsująca zmiana wysokości dźwięku, która dodaje nucie wyrazu. Opisują je dwie cechy: amplituda, czyli jak bardzo zmienia się wysokość, i tempo, czyli jak szybko się zmienia.
pt_br: O vibrato é uma variação de altura regular e pulsante que dá expressão a uma nota. Ele é descrito por duas coisas: a amplitude, ou seja, o quanto a altura varia, e a velocidade, ou seja, o quão rápido ela varia.
ru: Регулярное пульсирующее изменение высоты звука, которое придаёт ноте выразительность, называют вибрато. Его описывают двумя параметрами: амплитудой, то есть тем, насколько сильно меняется высота, и частотой, то есть тем, как быстро она меняется.
sv: Vibrato är en regelbunden, pulserande förändring av tonhöjden som ger en ton uttryck. Det beskrivs med två saker: dess omfång, alltså hur mycket tonhöjden rör sig, och dess frekvens, alltså hur snabbt den rör sig.
tr: Vibrato, bir notaya ifade katan düzenli ve nabız gibi atan bir perde değişimidir. İki özellikle tanımlanır: perdenin ne kadar değiştiğini gösteren genişliği ve ne kadar hızlı değiştiğini gösteren hızı.
zh_hans: 颤音是一种有规律、有脉动感的音高变化，能为音符增添表现力。它由两方面来描述：幅度，即音高变化有多大；速率，即变化有多快。

source: Visibility
ar: الظهور
de: Sichtbarkeit
es: Visibilidad
fr: Visibilité
it: Visibilità
ja: 公開設定
ko: 공개 범위
nl: Zichtbaarheid
pl: Widoczność
pt_br: Visibilidade
ru: Видимость
sv: Synlighet
tr: Görünürlük
zh_hans: 可见性

source: Visuals
ar: المرئيات
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
ja: 表示
ko: 화면
nl: Weergave
pl: Wygląd
pt_br: Aparência
ru: Оформление
sv: Utseende
tr: Görünüm
zh_hans: 视觉

source: Vocal exercises serve several purposes: warming up your voice, extending your range, and learning techniques such as legato (smoothly connected notes), staccato (short, separated notes), control of loudness, fast runs and singing wide leaps comfortably.
ar: لتمارين الصوت أغراض عدة: إحماء صوتك، وتوسيع مداك، وتعلّم تقنيات مثل اللِّيغاتو (نغمات متصلة بسلاسة) والستاكاتو (نغمات قصيرة منفصلة) والتحكم في شدة الصوت والجُمل السريعة وغناء القفزات الواسعة بارتياح.
de: Stimmübungen dienen mehreren Zwecken: die Stimme aufwärmen, den Umfang erweitern und Techniken lernen wie Legato (fließend verbundene Töne), Staccato (kurze, getrennte Töne), die Kontrolle der Lautstärke, schnelle Läufe und das mühelose Singen großer Sprünge.
es: Los ejercicios vocales sirven para varias cosas: calentar la voz, ampliar la extensión y aprender técnicas como el legato (notas unidas con suavidad), el staccato (notas cortas y separadas), el control del volumen, las escalas rápidas y cantar saltos amplios con comodidad.
fr: Les exercices vocaux ont plusieurs buts : échauffer la voix, élargir l’étendue et apprendre des techniques comme le legato (notes liées avec souplesse), le staccato (notes courtes et détachées), le contrôle du volume, les traits rapides et les grands intervalles chantés avec aisance.
it: Gli esercizi vocali servono a diversi scopi: riscaldare la voce, ampliare l’estensione e imparare tecniche come il legato (note unite con morbidezza), lo staccato (note brevi e separate), il controllo del volume, i passaggi veloci e i salti ampi cantati con comodità.
ja: 声のエクササイズにはいくつもの目的があります。声を温めること、声域を広げること、そしてレガート（なめらかにつなげた音）、スタッカート（短く切った音）、音量のコントロール、速いパッセージ、大きな跳躍を楽に歌うことなどのテクニックを身につけることです。
ko: 발성 연습에는 여러 목적이 있습니다. 목소리를 데우고, 음역을 넓히고, 레가토(부드럽게 이어지는 음), 스타카토(짧게 끊어지는 음), 음량 조절, 빠른 패시지, 넓은 도약을 편하게 부르기 같은 기법을 익히는 것입니다.
nl: Stemoefeningen hebben meerdere doelen: je stem opwarmen, je bereik uitbreiden en technieken leren zoals legato (soepel verbonden noten), staccato (korte, losse noten), volumebeheersing, snelle loopjes en grote sprongen comfortabel zingen.
pl: Ćwiczenia wokalne służą kilku celom: rozgrzaniu głosu, poszerzeniu skali i nauce technik takich jak legato (płynnie połączone dźwięki), staccato (krótkie, oddzielone dźwięki), panowanie nad głośnością, szybkie przebiegi i swobodne śpiewanie dużych skoków.
pt_br: Os exercícios vocais têm vários objetivos: aquecer a voz, ampliar a extensão e aprender técnicas como o legato (notas ligadas com suavidade), o staccato (notas curtas e separadas), o controle do volume, as passagens rápidas e cantar saltos amplos com conforto.
ru: У вокальных упражнений несколько целей: разогреть голос, расширить диапазон и освоить такие приёмы, как легато (плавно связанные ноты), стаккато (короткие отрывистые ноты), управление громкостью, быстрые пассажи и удобное исполнение широких скачков.
sv: Röstövningar fyller flera syften: att värma upp rösten, att utöka omfånget och att lära sig tekniker som legato (mjukt sammanbundna toner), staccato (korta, åtskilda toner), kontroll av ljudstyrkan, snabba löpningar och att sjunga stora språng bekvämt.
tr: Ses egzersizlerinin birkaç amacı vardır: sesi ısıtmak, ses aralığını genişletmek ve legato (yumuşakça bağlanan notalar), staccato (kısa, ayrık notalar), ses yüksekliği kontrolü, hızlı pasajlar ve geniş aralıkları rahatça söylemek gibi teknikleri öğrenmek.
zh_hans: 发声练习有好几个目的：让嗓子热起来、扩展音域，以及学习各种技巧，比如连音（平滑相连的音）、断音（短促分开的音）、音量控制、快速的跑动乐句，以及轻松地唱出大跳。

source: Vocal Health
ar: صحة الصوت
de: Stimmgesundheit
es: Salud vocal
fr: Santé vocale
it: Salute vocale
ja: 声の健康
ko: 목 건강
nl: Stemgezondheid
pl: Zdrowie głosu
pt_br: Saúde vocal
ru: Здоровье голоса
sv: Rösthälsa
tr: Ses sağlığı
zh_hans: 嗓音健康

source: Vocal range
ar: المدى الصوتي
de: Stimmumfang
es: Tesitura
fr: Tessiture
it: Estensione vocale
ja: 声域
ko: 음역대
nl: Stembereik
pl: Skala głosu
pt_br: Extensão vocal
ru: Диапазон голоса
sv: Röstomfång
tr: Ses aralığı
zh_hans: 音域

source: Vocal Range
ar: المدى الصوتي
de: Stimmumfang
es: Tesitura
fr: Tessiture
it: Estensione vocale
ja: 声域
ko: 음역대
nl: Stembereik
pl: Skala głosu
pt_br: Extensão vocal
ru: Диапазон голоса
sv: Röstomfång
tr: Ses aralığı
zh_hans: 音域

source: Vocal Range Test
ar: اختبار المدى الصوتي
de: Stimmumfangstest
es: Prueba de tesitura
fr: Test de tessiture
it: Test dell’estensione vocale
ja: 声域テスト
ko: 음역대 테스트
nl: Stembereiktest
pl: Test skali głosu
pt_br: Teste de extensão vocal
ru: Тест диапазона голоса
sv: Röstomfångstest
tr: Ses aralığı testi
zh_hans: 音域测试

source: Vocal Registers
ar: السجلات الصوتية
de: Stimmregister
es: Registros vocales
fr: Registres vocaux
it: Registri vocali
ja: 声区
ko: 성구
nl: Stemregisters
pl: Rejestry głosu
pt_br: Registros vocais
ru: Голосовые регистры
sv: Röstregister
tr: Ses registerleri
zh_hans: 声区

source: Vocalises
ar: تمارين الفوكاليز
de: Vokalisen
es: Vocalizaciones
it: Vocalizzi
ja: ヴォカリーズ
ko: 보칼리즈
pl: Wokalizy
pt_br: Vocalizes
ru: Вокализы
sv: Vokaliser
tr: Vokalizler
zh_hans: 练声曲

source: Vocalises have a long history. A collection from 1755 already used songs without words as exercises in vocal technique, and by the 19th century composers were writing vocalises especially for teaching. Some became concert pieces, such as Rachmaninoff's “Vocalise” from 1912.
ar: لتمارين الفوكاليز تاريخ طويل. فمجموعة تعود إلى عام 1755 استخدمت بالفعل أغاني بلا كلمات تمارينَ في تقنية الغناء، وبحلول القرن التاسع عشر صار المؤلفون يكتبون الفوكاليز خصيصًا للتعليم. وأصبح بعضها قطعًا تُعزف في الحفلات، مثل «فوكاليز» رحمانينوف من عام 1912.
de: Vokalisen haben eine lange Geschichte. Schon eine Sammlung aus dem Jahr 1755 nutzte Lieder ohne Worte als Übungen in Gesangstechnik, und im 19. Jahrhundert schrieben Komponisten Vokalisen eigens für den Unterricht. Manche wurden zu Konzertstücken, etwa Rachmaninows „Vocalise“ von 1912.
es: Las vocalizaciones tienen una larga historia. Ya una colección de 1755 usaba canciones sin palabras como ejercicios de técnica vocal, y en el siglo XIX los compositores escribían vocalizaciones pensadas especialmente para la enseñanza. Algunas se convirtieron en piezas de concierto, como la «Vocalise» de Rajmáninov, de 1912.
fr: Les vocalises ont une longue histoire. Un recueil de 1755 utilisait déjà des chansons sans paroles comme exercices de technique vocale, et au XIXe siècle, des compositeurs écrivaient des vocalises spécialement pour l’enseignement. Certaines sont devenues des pièces de concert, comme la « Vocalise » de Rachmaninov, de 1912.
it: I vocalizzi hanno una lunga storia. Già una raccolta del 1755 usava canzoni senza parole come esercizi di tecnica vocale, e nell’Ottocento i compositori scrivevano vocalizzi apposta per l’insegnamento. Alcuni sono diventati brani da concerto, come la “Vocalise” di Rachmaninov del 1912.
ja: ヴォカリーズには長い歴史があります。1755年の曲集ではすでに歌詞のない歌が発声技術の練習に使われており、19世紀には作曲家たちが教育のために専用のヴォカリーズを書いていました。なかには、1912年のラフマニノフの「ヴォカリーズ」のように演奏会用の作品になったものもあります。
ko: 보칼리즈에는 긴 역사가 있습니다. 1755년의 한 곡집은 이미 가사 없는 노래를 발성 기술 연습으로 썼고, 19세기에는 작곡가들이 교육용으로 보칼리즈를 따로 작곡했습니다. 1912년 라흐마니노프의 “보칼리즈”처럼 연주회용 작품이 된 것도 있습니다.
nl: Vocalises hebben een lange geschiedenis. Al in een verzameling uit 1755 werden liederen zonder woorden gebruikt als oefeningen in zangtechniek, en in de 19e eeuw schreven componisten vocalises speciaal voor het onderwijs. Sommige werden concertstukken, zoals de ‘Vocalise’ van Rachmaninov uit 1912.
pl: Wokalizy mają długą historię. Już zbiór z 1755 roku wykorzystywał pieśni bez słów jako ćwiczenia z techniki wokalnej, a w XIX wieku kompozytorzy pisali wokalizy specjalnie do nauki. Niektóre stały się utworami koncertowymi, jak „Wokaliza” Rachmaninowa z 1912 roku.
pt_br: Os vocalizes têm uma longa história. Uma coletânea de 1755 já usava canções sem palavras como exercícios de técnica vocal, e no século XIX compositores escreviam vocalizes especialmente para o ensino. Alguns viraram peças de concerto, como a “Vocalise” de Rachmaninoff, de 1912.
ru: У вокализов долгая история. Уже в сборнике 1755 года песни без слов использовались как упражнения по вокальной технике, а в XIX веке композиторы писали вокализы специально для обучения. Некоторые стали концертными пьесами, например «Вокализ» Рахманинова 1912 года.
sv: Vokaliser har en lång historia. Redan en samling från 1755 använde sånger utan ord som övningar i sångteknik, och på 1800-talet skrev tonsättare vokaliser särskilt för undervisning. Vissa blev konsertstycken, som Rachmaninovs ”Vocalise” från 1912.
tr: Vokalizlerin uzun bir geçmişi vardır. 1755 tarihli bir derleme bile sözsüz şarkıları ses tekniği egzersizleri olarak kullanıyordu; 19. yüzyılda ise besteciler özellikle eğitim için vokalizler yazıyordu. Bazıları, Rahmaninov'un 1912 tarihli “Vokaliz”i gibi konser eserlerine dönüştü.
zh_hans: 练声曲历史悠久。早在 1755 年的一部曲集中，无词的歌曲就被用作发声技巧练习；到了 19 世纪，作曲家们开始专门为教学创作练声曲。其中一些成了音乐会作品，比如拉赫玛尼诺夫 1912 年的《练声曲》。

source: Voice
ar: الصوت
de: Stimme
es: Voz
fr: Voix
it: Voce
ja: 声
ko: 음성
nl: Stem
pl: Głos
pt_br: Voz
ru: Голос
sv: Röst
tr: Ses
zh_hans: 嗓音

source: Voice scientists describe four registers. From lowest to highest: vocal fry, a low, rattling sound; modal voice, the register you speak in and use for most singing; falsetto, a lighter, flute-like sound; and the whistle register, the highest of all. Their ranges overlap, and not everyone can produce all four.
ar: يصف علماء الصوت أربعة سجلات. من الأخفض إلى الأعلى: الصوت المُتحشرج (vocal fry)، وهو صوت منخفض خشخاش؛ والصوت العادي، وهو السجل الذي تتكلم به وتغني به معظم الوقت؛ والفالسيتو، وهو صوت أخف يشبه الناي؛ وسجل الصفير، وهو أعلاها جميعًا. تتداخل نطاقاتها، ولا يستطيع الجميع إصدار الأربعة كلها.
de: Die Stimmforschung beschreibt vier Register. Von tief nach hoch: das Strohbass-Register (Vocal Fry), ein tiefer, knarrender Klang; die Modalstimme, in der du sprichst und die meisten Töne singst; das Falsett, ein leichterer, flötenartiger Klang; und das Pfeifregister, das höchste von allen. Ihre Bereiche überschneiden sich, und nicht jeder kann alle vier erzeugen.
es: Los científicos de la voz describen cuatro registros. De más grave a más agudo: el vocal fry, un sonido grave y crepitante; la voz modal, el registro en el que hablas y que usas para la mayor parte del canto; el falsete, un sonido más ligero, parecido a una flauta; y el registro de silbido, el más agudo de todos. Sus rangos se solapan, y no todo el mundo puede producir los cuatro.
fr: Les scientifiques de la voix décrivent quatre registres. Du plus grave au plus aigu : le vocal fry, un son grave et crépitant ; la voix modale, le registre de la parole et de la plupart du chant ; le fausset, un son plus léger, proche de la flûte ; et le registre de sifflet, le plus aigu de tous. Leurs étendues se chevauchent, et tout le monde ne peut pas produire les quatre.
it: Gli scienziati della voce descrivono quattro registri. Dal più grave al più acuto: il vocal fry, un suono grave e crepitante; la voce modale, il registro in cui parli e con cui canti quasi sempre; il falsetto, un suono più leggero, simile a un flauto; e il registro di fischio, il più acuto di tutti. Le loro estensioni si sovrappongono, e non tutti riescono a produrli tutti e quattro.
ja: 声の研究では4つの声区が区別されています。低いほうから順に、低くガラガラとした響きのボーカルフライ、話すときや歌の大部分で使うモーダル・ボイス、軽くフルートのような響きのファルセット、そしていちばん高いホイッスル・レジスターです。音域は互いに重なっていて、4つすべてを出せる人ばかりではありません。
ko: 음성 과학에서는 네 가지 성구를 설명합니다. 낮은 것부터 차례로, 낮고 덜걱거리는 소리인 보컬 프라이, 말할 때와 노래의 대부분에 쓰는 모달 보이스, 더 가볍고 플루트 같은 소리인 팔세토, 그리고 가장 높은 휘슬 레지스터입니다. 이들의 음역은 서로 겹치며, 네 가지를 모두 낼 수 있는 사람만 있는 것은 아닙니다.
nl: Stemwetenschappers beschrijven vier registers. Van laag naar hoog: vocal fry, een lage, ratelende klank; de modale stem, het register waarin je praat en de meeste noten zingt; falset, een lichtere, fluitachtige klank; en het fluitregister, het hoogste van allemaal. Hun bereiken overlappen, en niet iedereen kan ze alle vier maken.
pl: Badacze głosu opisują cztery rejestry. Od najniższego do najwyższego: vocal fry, niski, trzeszczący dźwięk; głos modalny, rejestr, w którym mówisz i śpiewasz najczęściej; falset, lżejszy dźwięk przypominający flet; oraz rejestr gwizdkowy, najwyższy ze wszystkich. Ich zakresy się nakładają i nie każdy potrafi wydobyć wszystkie cztery.
pt_br: Os cientistas da voz descrevem quatro registros. Do mais grave ao mais agudo: o vocal fry, um som grave e crepitante; a voz modal, o registro em que você fala e com o qual canta a maior parte do tempo; o falsete, um som mais leve, parecido com uma flauta; e o registro de apito, o mais agudo de todos. As faixas se sobrepõem, e nem todo mundo consegue produzir os quatro.
ru: Исследователи голоса выделяют четыре регистра. От низкого к высокому: штробас (vocal fry), низкий трескучий звук; модальный голос, регистр речи и большей части пения; фальцет, более лёгкий звук, похожий на флейту; и свистковый регистр, самый высокий. Их диапазоны частично совпадают, и не каждый может воспроизвести все четыре.
sv: Röstforskare beskriver fyra register. Från lägst till högst: vocal fry, ett lågt, knastrande ljud; modalrösten, registret du pratar i och sjunger det mesta i; falsett, en lättare, flöjtliknande klang; och visselregistret, det högsta av alla. Deras omfång överlappar, och alla kan inte frambringa alla fyra.
tr: Ses bilimciler dört register tanımlar. Pesten tize: vocal fry, pes ve cızırtılı bir ses; modal ses, konuştuğunuz ve şarkıların çoğunu söylediğiniz register; falseto, daha hafif, flüte benzeyen bir ses; ve hepsinin en tizi olan ıslık registeri. Aralıkları kısmen örtüşür ve herkes dördünü de çıkaramaz.
zh_hans: 嗓音科学描述了四个声区。从低到高依次是：气泡音，一种低沉、咔嗒作响的声音；常规声区，也就是说话和大多数歌唱时使用的声区；假声，一种更轻、像长笛的声音；以及哨音声区，所有声区中最高的一个。它们的音域相互重叠，并非每个人都能发出全部四种。

source: Voiced consonants from the lips, the tip and the back of the tongue. Keep your voice going through each consonant so the notes stay connected.
ar: حروف ساكنة مجهورة من الشفتين، ومن طرف اللسان ومؤخرته. أبقِ صوتك مستمرًا عبر كل حرف ساكن حتى تبقى النغمات متصلة.
de: Stimmhafte Konsonanten mit den Lippen, der Zungenspitze und dem Zungenrücken. Lass die Stimme durch jeden Konsonanten weiterklingen, damit die Töne verbunden bleiben.
es: Consonantes sonoras con los labios, la punta y la parte posterior de la lengua. Mantén la voz sonando en cada consonante para que las notas sigan unidas.
fr: Des consonnes voisées avec les lèvres, la pointe puis l’arrière de la langue. Gardez la voix active sur chaque consonne pour que les notes restent liées.
it: Consonanti sonore con le labbra, la punta e la parte posteriore della lingua. Mantieni la voce attiva su ogni consonante perché le note restino legate.
ja: 唇、舌先、舌の奥で作る有声子音です。音がつながったままになるよう、子音の間も声を出し続けます。
ko: 입술, 혀끝, 혀 뒤쪽으로 내는 유성 자음입니다. 음이 끊기지 않도록 자음에서도 목소리를 계속 유지하세요.
nl: Stemhebbende medeklinkers met de lippen, het puntje en de achterkant van de tong. Laat je stem door elke medeklinker doorklinken, zodat de noten verbonden blijven.
pl: Dźwięczne spółgłoski z warg, czubka i tyłu języka. Nie przerywaj głosu na spółgłoskach, aby dźwięki pozostały połączone.
pt_br: Consoantes sonoras com os lábios, a ponta e a parte de trás da língua. Mantenha a voz soando em cada consoante para que as notas continuem ligadas.
ru: Звонкие согласные губами, кончиком и корнем языка. Не прерывайте голос на согласных, чтобы ноты оставались связанными.
sv: Tonande konsonanter med läpparna, tungspetsen och bakre delen av tungan. Låt rösten klinga genom varje konsonant så att tonerna hänger ihop.
tr: Dudaklardan, dil ucundan ve dilin arkasından çıkan ötümlü ünsüzler. Notalar bağlı kalsın diye her ünsüzde sesinizi sürdürün.
zh_hans: 分别用嘴唇、舌尖和舌根发出的浊辅音。在每个辅音上都保持发声，让音与音连贯。

source: Warming Up
ar: الإحماء
de: Aufwärmen
es: Calentamiento
fr: Échauffement
it: Riscaldamento
ja: ウォームアップ
ko: 워밍업
nl: Opwarmen
pl: Rozgrzewka
pt_br: Aquecimento
ru: Распевка
sv: Uppvärmning
tr: Isınma
zh_hans: 热身

source: What matters most is how you practice. Voice teachers recommend practicing carefully and systematically, and paying attention the whole time to the sound you are making and to what you feel while you sing.
ar: الأهم هو طريقة تمرينك. ينصح معلمو الغناء بالتمرين بعناية وبشكل منهجي، مع الانتباه طوال الوقت إلى الصوت الذي تُصدره وإلى ما تشعر به أثناء الغناء.
de: Am wichtigsten ist, wie du übst. Gesanglehrer empfehlen, sorgfältig und systematisch zu üben und die ganze Zeit darauf zu achten, welchen Klang du erzeugst und was du beim Singen spürst.
es: Lo más importante es cómo practicas. Los profesores de canto recomiendan practicar con cuidado y de forma sistemática, prestando atención todo el tiempo al sonido que produces y a lo que sientes mientras cantas.
fr: Le plus important, c’est la façon dont vous vous exercez. Les professeurs de chant recommandent de travailler avec soin et méthode, en restant attentif en permanence au son que vous produisez et à ce que vous ressentez en chantant.
it: Ciò che conta di più è come ti eserciti. Gli insegnanti di canto consigliano di esercitarsi con cura e in modo sistematico, prestando sempre attenzione al suono che produci e a ciò che senti mentre canti.
ja: いちばん大切なのは、どう練習するかです。歌の先生たちは、ていねいに体系立てて練習し、歌っているあいだずっと、自分が出している音と体で感じていることに注意を向けるよう勧めています。
ko: 가장 중요한 것은 어떻게 연습하느냐입니다. 노래 선생님들은 신중하고 체계적으로 연습하면서, 노래하는 내내 내가 내는 소리와 몸으로 느끼는 것에 주의를 기울이라고 권합니다.
nl: Het belangrijkste is hoe je oefent. Zangdocenten raden aan zorgvuldig en systematisch te oefenen en de hele tijd te letten op de klank die je maakt en op wat je voelt terwijl je zingt.
pl: Najważniejsze jest to, jak ćwiczysz. Nauczyciele śpiewu zalecają ćwiczyć starannie i systematycznie, cały czas zwracając uwagę na dźwięk, który wydajesz, i na to, co czujesz podczas śpiewania.
pt_br: O que mais importa é como você pratica. Professores de canto recomendam praticar com cuidado e de forma sistemática, prestando atenção o tempo todo ao som que você produz e ao que sente enquanto canta.
ru: Важнее всего то, как вы занимаетесь. Педагоги по вокалу советуют заниматься внимательно и систематически, всё время следя за тем, какой звук вы издаёте и что ощущаете во время пения.
sv: Det viktigaste är hur du övar. Sånglärare rekommenderar att öva noggrant och systematiskt och hela tiden vara uppmärksam på ljudet du skapar och på vad du känner medan du sjunger.
tr: En önemlisi nasıl çalıştığınızdır. Şan eğitmenleri dikkatli ve sistemli çalışmayı, şarkı söylerken çıkardığınız sese ve hissettiklerinize sürekli dikkat etmeyi önerir.
zh_hans: 最重要的是怎样练习。声乐老师建议认真、系统地练习，唱歌时始终留意自己发出的声音和身体的感受。
